{
    "en": {
        "teamTitle": "Efficient and Effective Team Training",
        "teamDescription": "At Skill Courses  Centre we pride ourselves on being here to help you with your training needs in a wide range of subject areas.\nOur e-learning courses are 100% online, making it easy for you to get the training that you and your company need, either in your spare time or at work and at any time of day.",
        "bulkDiscount": [
            "Bulk Discounts",
            "Bigger orders = better discounts. Our bulk discounts apply to orders containing any combination of courses. The courses have no time limit for completion so you can take full advantage of your training.<br>\n-10% discount for orders of 25+ courses<br>\n-15% discount for orders of 50+ courses<br>\nLarge enterprise orders above 500 courses are dealt with on a case-by-case basis. This includes a tailor-made package to suit your needs, with some of the following benefits:\n<br>-A dedicated Account Manager\n<br>-Course reset options if an employee leaves your business\n-Customised reports and progress tracking within your personal Management Suite\nTo discuss any of your training requirements and budget in more detail, please contact our friendly sales team on +353830800800.",
            "For large enterprise orders exceeding 500 courses, we provide personalized packages. This includes a dedicated Account Manager, course reset options for employee turnover, and customized reports through your Management Suite. Reach out to our sales team on WhatsApp at +353894631967 for a more detailed discussion about your training requirements and budget."
        ],
        "invoice": [
            "Can I pay by invoice?",
            "Yes you can! Benefits of paying by invoice include:\n<br>-30-day invoice payment terms\n<br>-Option to add company PO number\n<br>-Access to training before invoice payment is made*\n<br>If you require invoicing for lower quantities, you can contact us directly and we’ll be pleased to help. * Training certificates will be issued after invoice payment is made.",
            "For lower quantities requiring invoicing, feel free to reach out directly, and we'll gladly assist.",
            "*Training certificates will be provided upon invoice payment."
        ],
        "urgent": [
            "Urgent training requirements? No problem...",
            "From our self-service checkout system, to our instant online certification; if you need to get your team trained quickly, we can help.\nOnce you have identified a skills gap in your organisation every second that passes is a wasted opportunity or a risk to quality.<br>\nWith our system you can have your team learning in minutes.<br>\nDelivery of compliance training is measured in hours not days. Huge numbers of users can be trained simultaneously with no logistical problems."
        ],
        "minim": [
            "Minimize disruption - train online",
            "Traditional training methods mean getting all your staff to break off from work and gather in one place. We believe there's a better way...\n<br>Training online frees you from the costs and disruption to your business of gathering everyone in a single place to learn.\n<br>Online training is accessible 24 hours a day, 7 days a week, 365 days a year; and your progress is automatically saved. Staff can train from any location or even when commuting."
        ]
    },
    "sp": {
        "teamTitle": "Formar equipos de forma eficaz y eficiente",
        "teamDescription": "En Skill Courses  Centros, nos enorgullecemos de estar disponibles para ayudarlo con una variedad de necesidades de capacitación en múltiples temas. Nuestros cursos de aprendizaje electrónico son completamente en línea, lo que le permite acceder cómodamente a la capacitación requerida por usted y su empresa. Ya sea en En tu tiempo libre o durante el horario laboral, nuestros cursos son accesibles en cualquier momento del día.",
        "bulkDiscount": ["Descuentos por volumen","Órdenes más grandes = mejores descuentos. Nuestros descuentos por volumen se aplican a pedidos que contienen cualquier combinación de cursos. Los cursos no tienen límite de tiempo para completarse, lo que le permite aprovechar al máximo su formación.<br> - Descuento del 10% en pedidos de 25 cursos o más.<br> - Descuento del 15% en pedidos de 50 cursos o más.<br> Los pedidos de grandes empresas superiores a 500 cursos se tratan de manera individual. Esto incluye un paquete a medida para satisfacer sus necesidades, con algunos de los siguientes beneficios:<br> - Un Gerente de Cuenta dedicado.<br> - Opciones de reinicio de curso si un empleado deja su empresa.<br> - Informes personalizados y seguimiento del progreso dentro de su Suite de Gestión personal.<br> Para discutir más detalladamente cualquiera de sus requisitos de formación y su presupuesto, comuníquese con nuestro amable equipo de ventas al +353830800800."],
        "invoice": ["¿Puedo pagar mediante factura?", "¡Sí, puedes! Los beneficios de pagar por factura incluyen:<br>- Términos de pago de factura de 30 días<br>- Opción de agregar el número de orden de compra de la empresa<br>- Acceso a la formación antes de realizar el pago de la factura*<br>Si necesitas facturación para cantidades más pequeñas, puedes contactarnos directamente y estaremos encantados de ayudarte. * Se emitirán certificados de formación después de realizar el pago de la factura."],
        "urgent": ["¿Requisitos de formación urgentes? ¡No hay problema...", "Desde nuestro sistema de pago automático hasta nuestra certificación instantánea en línea; si necesita capacitar a su equipo rápidamente, podemos ayudarle. Una vez que ha identificado una brecha de habilidades en su organización, cada segundo que pasa es una oportunidad desperdiciada o un riesgo para la calidad.<br>Con nuestro sistema, su equipo puede comenzar a aprender en minutos.<br>La entrega de la formación de cumplimiento se mide en horas, no en días. Se puede capacitar a un gran número de usuarios simultáneamente sin problemas logísticos."],
        "minim": ["Minimiza las interrupciones: forma a tu personal en línea",
            "Los métodos tradicionales de formación implican que todos sus empleados se detengan a trabajar y se reúnan en un solo lugar. Creemos que hay una manera mejor...\n<br>La formación en línea le libera de los costos y las interrupciones para su empresa al reunir a todos en un solo lugar para aprender.\n<br>La formación en línea está disponible las 24 horas del día, los 7 días de la semana, los 365 días del año; y su progreso se guarda automáticamente. El personal puede capacitarse desde cualquier ubicación o incluso durante el trayecto."]
    },
    "ro": {
        "teamTitle": "Pregătiți echipe în mod eficient și eficient",
        "teamDescription": "La Skill Courses , suntem mândri că suntem disponibili pentru a vă ajuta cu o varietate de nevoi de formare pe mai multe subiecte. Cursurile noastre de e-learning sunt în întregime online, permițându-vă să accesați în mod convenabil formarea cerută de dvs. și de compania dvs. timpul liber sau în timpul orelor de lucru, cursurile noastre sunt accesibile în orice moment al zilei.",
        "bulkDiscount": ["Reduceri în volum", "Comenzi mai mari = mai multe reduceri. Reducerile noastre pentru volume se aplică comenzilor care conțin orice combinație de cursuri. Cursurile nu au limită de timp pentru finalizare, astfel încât să puteți profita la maximum de formarea dvs.<br> - Reducere de 10% pentru comenzi de 25+ cursuri<br> - Reducere de 15% pentru comenzi de 50+ cursuri<br> Comenzile pentru întreprinderi mari peste 500 de cursuri sunt tratate în mod individual. Acest lucru include un pachet personalizat pentru a se potrivi nevoilor dvs., cu unele dintre următoarele beneficii:<br> - Un Manager de Cont dedicat<br> - Opțiuni de resetare a cursului dacă un angajat părăsește compania dvs.<br> - Rapoarte personalizate și urmărire a progresului în cadrul Suitei de Management personal.<br> Pentru a discuta mai detaliat oricare dintre cerințele dvs. de formare și buget, vă rugăm să contactați echipa noastră amabilă de vânzări la +353830800800."],
        "invoice": ["Pot plăti prin factură?", "Da, puteți! Beneficiile plății prin factură includ:<br>- Termeni de plată a facturii de 30 de zile<br>- Opțiunea de a adăuga numărul de comandă PO al companiei<br>- Acces la formare înainte de efectuarea plății facturii*<br>Dacă aveți nevoie de facturare pentru cantități mai mici, ne puteți contacta direct și vom fi bucuroși să vă ajutăm. * Certificatele de formare vor fi emise după efectuarea plății facturii."],
        "urgent": ["Cerințe urgente de formare? Nicio problemă...",
            "De la sistemul nostru de plată automată, la certificarea noastră instantanee online; dacă aveți nevoie să vă pregătiți echipa rapid, vă putem ajuta. Odată ce ați identificat o lacună de abilități în organizația dvs., fiecare secundă care trece este o oportunitate irosită sau un risc pentru calitate.<br>Cu sistemul nostru, echipa dvs. poate începe să învețe în câteva minute.<br> Livrarea formării de conformitate se măsoară în ore, nu în zile. Un număr mare de utilizatori pot fi instruiți simultan fără probleme logistice."],
        "minim": ["Minimizați întreruperile - formați-vă online",
            "Metodele tradiționale de formare înseamnă să oprești toți angajații de la muncă și să-i aduni într-un singur loc. Noi credem că există o modalitate mai bună...\n<br>Formarea online vă eliberează de costuri și perturbări pentru afacerea dvs. prin adunarea tuturor într-un singur loc pentru a învăța.\n<br>Formarea online este accesibilă 24 de ore pe zi, 7 zile pe săptămână, 365 de zile pe an; iar progresul dvs. este salvat automat. Personalul poate fi instruit de la orice locație sau chiar în timpul deplasării."]
    },
    "pl": {
        "teamTitle": "Szkolić zespoły skutecznie i efektywnie",
        "teamDescription": "W Skill Courses  jesteśmy dumni, że możemy pomóc Państwu w zaspokojeniu różnorodnych potrzeb szkoleniowych z wielu przedmiotów. Nasze kursy e-learningowe są prowadzone w całości online, co pozwala na wygodny dostęp do szkoleń wymaganych przez Ciebie i Twoją firmę. Niezależnie od tego, czy w czasie wolnym lub w godzinach pracy, nasze kursy są dostępne o każdej porze dnia.",
        "bulkDiscount": ["Zniżki zbiorcze","Większe zamówienia = lepsze rabaty. Nasze rabaty hurtowe obejmują zamówienia zawierające dowolną kombinację kursów. Kursy nie mają limitu czasowego na ukończenie, dzięki czemu możesz w pełni wykorzystać swoje szkolenie.<br> - Rabat 10% na zamówienia od 25 kursów<br> - Rabat 15% na zamówienia od 50 kursów<br> Zamówienia dla dużych przedsiębiorstw powyżej 500 kursów są rozpatrywane indywidualnie. Obejmuje to pakiet dostosowany do Twoich potrzeb, z niektórymi z następujących korzyści:<br> - Dedykowany Kierownik Konta<br> - Opcje resetowania kursu, jeśli pracownik opuści Twoją firmę<br> - Spersonalizowane raporty i śledzenie postępów w ramach Twojej osobistej Suite Zarządzania.<br> Aby omówić bardziej szczegółowo swoje wymagania dotyczące szkolenia i budżetu, skontaktuj się z naszym przyjaznym zespołem sprzedaży pod numerem +353830800800."],
        "invoice": ["Czy mogę płacić fakturą?", "Tak, możesz! Korzyści płatności fakturą obejmują:<br>- Warunki płatności faktury wynoszące 30 dni<br>- Możliwość dodania numeru zamówienia PO firmy<br>- Dostęp do szkolenia przed dokonaniem płatności faktury*<br>Jeśli potrzebujesz faktury dla mniejszych ilości, skontaktuj się z nami bezpośrednio, a z przyjemnością pomożemy. * Certyfikaty szkoleniowe zostaną wydane po dokonaniu płatności faktury."],
        "urgent": ["Pilne wymagania szkoleniowe? Nie ma problemu...",
            "Od naszego systemu samoobsługowego, do naszej natychmiastowej certyfikacji online; jeśli potrzebujesz szybko przeszkolić swoją drużynę, możemy pomóc. Gdy już zidentyfikujesz braki w umiejętnościach w swojej organizacji, każda sekunda, która mija, to utracona szansa lub ryzyko dla jakości.<br>Z naszym systemem możesz sprawić, że Twoja drużyna zacznie się uczyć w ciągu minut.<br>Dostarczanie szkoleń z zgodności jest mierzone w godzinach, nie dniach. Duża liczba użytkowników może być szkolona jednocześnie, bez problemów logistycznych."],
        "minim":  ["Minimalizuj zakłócenia - szkolenie online",
            "Tradycyjne metody szkoleniowe oznaczają, że wszyscy pracownicy przerywają pracę i zbierają się w jednym miejscu. Wierzymy, że istnieje lepszy sposób...\n<br>Szkolenie online pozwala uniknąć kosztów i zakłóceń w działalności firmy związanych z zorganizowaniem wszyscy w jednym miejscu na naukę.\n<br>Szkolenie online jest dostępne przez 24 godziny na dobę, 7 dni w tygodniu, przez 365 dni w roku; a twój postęp jest automatycznie zapisywany. Personel może być szkolony z dowolnej lokalizacji, nawet podczas dojazdu."]
    },
    "ru": {
        "teamTitle": "Обучайте команды эффективно и результативно",
        "teamDescription": "В Skill Courses  мы гордимся тем, что готовы помочь вам с различными потребностями в обучении по различным предметам. Наши курсы электронного обучения полностью онлайн, что позволяет вам удобно получить доступ к обучению, необходимому вам и вашей компании. в свободное время или в рабочее время, наши курсы доступны в любое время суток",
        "bulkDiscount": ["Массовые скидки","Большие заказы = лучшие скидки. Наши оптовые скидки распространяются на заказы, содержащие любую комбинацию курсов. Курсы не имеют ограничения по времени на завершение, так что вы можете полностью воспользоваться своим обучением.<br> - Скидка 10% на заказы от 25 курсов<br> - Скидка 15% на заказы от 50 курсов<br> Заказы крупных предприятий более 500 курсов рассматриваются на индивидуальной основе. Это включает в себя индивидуальный пакет, отвечающий вашим потребностям, с некоторыми из следующих преимуществ:<br> - Ответственный Менеджер по работе с клиентами<br> - Опции сброса курса, если сотрудник покидает ваш бизнес<br> - Индивидуальные отчеты и отслеживание прогресса в вашем личном Кабинете Управления.<br> Для обсуждения ваших требований к обучению и бюджета более подробно обращайтесь к нашей дружелюбной продажной команде по номеру +353830800800."],
        "invoice": ["Могу ли я оплатить по счету?", "Да, вы можете! Преимущества оплаты по счету включают:<br>- Условия оплаты счета в течение 30 дней<br>- Возможность добавить номер заказа PO компании<br>- Доступ к обучению до оплаты счета*<br>Если вам требуется выставление счетов для небольших объемов, вы можете связаться с нами напрямую, и мы будем рады помочь. * Сертификаты обучения будут выданы после оплаты счета."],
        "urgent": ["Срочные требования к обучению? Нет проблем...",
            "От нашей системы самообслуживания до мгновенной онлайн-сертификации; если вам нужно быстро обучить свою команду, мы можем помочь.<br>После того как вы выявили недостаток навыков в вашей организации, каждая прошедшая секунда — упущенная возможность или риск для качества.<br>С нашей системой ваша команда может начать обучение буквально в течение нескольких минут.<br>Доставка обучения в области соблюдения норм осуществляется в течение часов, а не дней. Огромное количество пользователей может обучаться одновременно, без логистических проблем."],
        "minim": ["Минимизация прерываний - обучение онлайн",
            "Традиционные методы обучения подразумевают прекращение работы всего персонала и его сбор в одном месте. Мы считаем, что есть лучший способ...\n<br>Обучение онлайн освобождает вас от затрат и нарушений для вашего бизнеса, связанных с сбором всех в одном месте для обучения.\n<br>Онлайн-обучение доступно 24 часа в сутки, 7 дней в неделю, 365 дней в году; и ваш прогресс автоматически сохраняется. Персонал может проходить обучение из любого места или даже в пути на работу."]
    }
}
